Repository: Abanobk/taskify
Catalog: lib/l10n/app_*.arb
Languages: hi

# pleaseentermaxfilesallowed
source: Please enter Allowed Max Upload Files
hi: कृपया अनुमत अधिकतम फ़ाइलें दर्ज करें

# pleaseenterallowedfiletype
source: Please enter Allowed types
hi: कृपया अनुमत प्रकार दर्ज करें

source: Please enter SMTP Port
hi: कृपया SMTP पोर्ट दर्ज करें

source: Please enter SMTP Host
hi: कृपया SMTP होस्ट दर्ज करें

source: Please enter Email Content Type
hi: कृपया ईमेल सामग्री प्रकार दर्ज करें

# awsaccesskey
source: AWS S3 Access Key
hi: AWS S3 एक्सेस कुंजी

# awssecretkey
source: AWS S3 Secret Key
hi: AWS S3 गुप्त कुंजी

# awsregion
source: AWS S3 Region
hi: AWS S3 क्षेत्र

# awsbucket
source: AWS S3 Bucket
hi: AWS S3 बकेट

# pleaseenterawsaccesskey
source: Please enter AWS S3 Access Key
hi: कृपया AWS S3 एक्सेस कुंजी दर्ज करें

# pleaseenterawssecretkey
source: Please enter AWS S3 Secret Key
hi: कृपया AWS S3 गुप्त कुंजी दर्ज करें

# pleaseenterawsregion
source: Please enter AWS S3 Region
hi: कृपया AWS S3 क्षेत्र दर्ज करें

# pleaseenterawsbucket
source: Please enter AWS S3 Bucket
hi: कृपया AWS S3 बकेट दर्ज करें

source: Sub Task
hi: उप-कार्य

source: Completion Percentage (%)
hi: पूर्णता प्रतिशत (%)

source: Enable Task Reminder
hi: कार्य अनुस्मारक सक्षम करें

source: Enable Recurring Task
hi: पुनरावर्ती कार्य सक्षम करें

source: Enable Reminder
hi: अनुस्मारक सक्षम करें

source: Billing Type
hi: बिलिंग प्रकार

# dayofweek
source: Day of the Week
hi: सप्ताह का दिन

# frequencttype
source: Frequency Type
hi: आवृत्ति प्रकार

source: Time of Day
hi: दिन का समय

source: Recurrence Frequency
hi: पुनरावृत्ति आवृत्ति

source: Day of the Month
hi: महीने का दिन

# monthofyear
source: Month of the Year
hi: वर्ष का महीना

source: Starts From
hi: से शुरू

# numberofoccurence
source: Number of Occurrences
hi: घटनाओं की संख्या

source: Reminders Details
hi: अनुस्मारक विवरण

source: Recurrence Details
hi: पुनरावृत्ति विवरण

source: Frequency
hi: आवृत्ति

source: Last Updated
hi: अंतिम अपडेट

source: Created On
hi: निर्मित तिथि

source: Completed Occurrences
hi: पूर्ण घटनाएं

source: Number of Occurrences
hi: घटनाओं की संख्या

source: Expense Type
hi: खर्च प्रकार

# astimateinvoice
source: Estimates/Invoices
hi: अनुमान/चालान

# tax
source: Taxes
hi: कर

# unit
source: Units
hi: इकाइयां

source: Items
hi: आइटम

source: Calendar
hi: कैलेंडर

source: Drawing Notes
hi: ड्राइंग नोट्स

source: Note Type
hi: नोट प्रकार

source: Mind Map View
hi: माइंड मैप दृश्य

source: Holiday Calendar
hi: अवकाश कैलेंडर

source: Public Holidays
hi: सार्वजनिक अवकाश

source: Leave Accepted
hi: अवकाश स्वीकृत

source: Leave Pending
hi: अवकाश लंबित

source: Leave Rejected
hi: अवकाश अस्वीकृत

# biometricactive
source: Biometric
hi: बायोमेट्रिक

# pleasefillfrequencyandtime
source: Please fill the frequency and time of reminder
hi: कृपया अनुस्मारक की आवृत्ति और समय भरें

# pleasefillrecurringfields
source: Please fill the recurring task fields
hi: कृपया पुनरावर्ती कार्य फ़ील्ड भरें

source: Created by
hi: द्वारा बनाया गया

source: Edit Expense
hi: खर्च संपादित करें

source: Amount
hi: राशि

source: Please enter amount
hi: कृपया राशि दर्ज करें

source: Please enter price
hi: कृपया मूल्य दर्ज करें

# expenssedate
source: Expense date
hi: खर्च तारीख

source: Select Expense Type
hi: खर्च प्रकार चुनें

source: Edit Items
hi: आइटम संपादित करें

source: Create items
hi: आइटम बनाएं

source: Edit Tax
hi: कर संपादित करें

source: Create Tax
hi: कर बनाएं

source: Edit Units
hi: इकाइयां संपादित करें

source: Create Units
hi: इकाइयां बनाएं

source: Price
hi: मूल्य

source: Type
hi: प्रकार

# percntage
source: Percentage
hi: प्रतिशत

source: Edit Payment Method
hi: भुगतान विधि संपादित करें

source: Create Payment Method
hi: भुगतान विधि बनाएं

source: Edit Estimate/Invoice
hi: अनुमान/चालान संपादित करें

source: Create Estimate/Invoice
hi: अनुमान/चालान बनाएं

source: Edit Payment
hi: भुगतान संपादित करें

source: Create Payment
hi: भुगतान बनाएं

source: Payment Date
hi: भुगतान तिथि

# selectpayments
source: Select Payment
hi: भुगतान चुनें

source: Select Invoice
hi: चालान चुनें

source: Select Tax
hi: कर चुनें

source: Invoice
hi: चालान

# estinateinvoices
source: Estimates/Invoices
hi: अनुमान/चालान

source: Enter personal note
hi: व्यक्तिगत नोट दर्ज करें

source: Personal note
hi: व्यक्तिगत नोट

source: Update Billing Details
hi: बिलिंग विवरण अपडेट करें

source: Please enter name
hi: कृपया नाम दर्ज करें

source: Please enter contact
hi: कृपया संपर्क दर्ज करें

source: Please enter rate
hi: कृपया दर दर्ज करें

source: Contact
hi: संपर्क

# selectitem
source: Select Items
hi: आइटम चुनें

source: Quantity
hi: मात्रा

source: Rate
hi: दर

source: Item already added
hi: आइटम पहले से जोड़ा गया

source: Sub Total
hi: उप-योग

source: Final Total
hi: अंतिम योग

source: Update Item
hi: आइटम अपडेट करें

# pleaseaddatleastoneitem
source: Please add atlead one item
hi: कृपया कम से कम एक आइटम जोड़ें

source: Leads Management
hi: लीड प्रबंधन

source: Lead Source
hi: लीड स्रोत

source: Create Lead
hi: लीड बनाएं

source: Edit Lead
hi: लीड संपादित करें

source: HRMS
hi: एचआरएमएस

source: Candidates
hi: उम्मीदवार

source: Candidate Status
hi: उम्मीदवार की स्थिति

source: Interviews
hi: साक्षात्कार

source: Full Name
hi: पूरा नाम

source: Please enter full name
hi: कृपया पूरा नाम दर्ज करें

# pleaseenterround
source: e.g. Technical,HR etc
hi: जैसे तकनीकी, एचआर आदि

source: Position
hi: पद

source: Source
hi: स्रोत

# attachment
source: Attachments
hi: संलग्न फ़ाइलें

source: (optional)
hi: (वैकल्पिक)

# acceptedfile
source: Accepted file types: pdf, doc, docx, jpg, png
hi: स्वीकृत फ़ाइल प्रकार: pdf, doc, docx, jpg, png

source: Add New Candidate
hi: नया उम्मीदवार जोड़ें

source: Update Candidate
hi: उम्मीदवार अपडेट करें

# formatfile
source: pdf,doc,png,jpg,jpeg(Max size: 524288KB)
hi: pdf, doc, png, jpg, jpeg (अधिकतम आकार: 524288KB)

source: Create Candidate Status
hi: उम्मीदवार की स्थिति बनाएँ

source: Edit Candidate Status
hi: उम्मीदवार की स्थिति संपादित करें

source: Select Candidate Status
hi: उम्मीदवार की स्थिति चुनें

source: Round
hi: चरण

source: Location
hi: स्थान

source: Mode
hi: मोड

source: Interviewer
hi: साक्षात्कारकर्ता

source: Create Interview
hi: साक्षात्कार बनाएँ

source: Update Interview
hi: साक्षात्कार अपडेट करें

source: Candidate
hi: उम्मीदवार

# candidatedetail
source: Candidate Details
hi: उम्मीदवार का विवरण

source: Lead Stages
hi: लीड चरण

source: Leads
hi: लीड्स

source: Bulk Uploads
hi: बल्क अपलोड्स

source: Personal Details
hi: व्यक्तिगत विवरण

# professiondetails
source: Professional Details
hi: पेशेवर विवरण

source: Job Title
hi: नौकरी का शीर्षक

source: Industry
hi: उद्योग

source: LinkedIn
hi: लिंक्डइन

source: Instagram
hi: इंस्टाग्राम

source: Facebook
hi: फेसबुक

source: Pinterest
hi: पिनटेरेस्ट

source: Social Links
hi: सोशल लिंक

source: Select Leads
hi: लीड्स चुनें

source: Assign to
hi: असाइन करें

source: Custom Fields
hi: कस्टम फ़ील्ड्स

source: Field Label
hi: फ़ील्ड लेबल

source: Field Type
hi: फ़ील्ड प्रकार

source: Module
hi: मॉड्यूल

source: IS REQUIRED
hi: आवश्यक है

source: SHOW IN TABLE VIEW
hi: टेबल दृश्य में दिखाएँ

source: Create Custom Field
hi: कस्टम फ़ील्ड बनाएँ

source: Edit Custom Field
hi: कस्टम फ़ील्ड संपादित करें

source: options
hi: विकल्प

# addoptions
source: Add Option
hi: विकल्प जोड़ें

source: Enter
hi: दर्ज करें

source: Create tag
hi: टैग बनाएं

source: Edit tag
hi: टैग संपादित करें

source: Create Contract
hi: अनुबंध बनाएं

source: Edit contract
hi: अनुबंध संपादित करें

# managecontract
source: Manage Contracts
hi: अनुबंध प्रबंधित करें

# contracttype
source: Contract Types
hi: अनुबंध प्रकार

source: ID
hi: आईडी

source: End Date
hi: समाप्ति तिथि

source: Promisor Sign
hi: वचनदाता हस्ताक्षर

source: Promisee Sign
hi: वचनग्राही हस्ताक्षर

source: Not Signed
hi: हस्ताक्षर नहीं किया गया

source: Lead Details
hi: लीड विवरण

source: Lead Stage
hi: लीड चरण

source: Created
hi: निर्मित

source: Select Contract Type
hi: अनुबंध प्रकार चुनें

source: Starts At
hi: शुरू होता है

source: Ends At
hi: समाप्त होता है

source: Contract PDF
hi: अनुबंध पीडीएफ

source: (Leave it blank if no change)
hi: (यदि कोई परिवर्तन नहीं है तो इसे खाली छोड़ दें)

source: Update Contract
hi: अनुबंध अपडेट करें

# createleadfollowups
source: Create Lead Follow Up
hi: लीड फॉलो-अप बनाएं

# updateleadfollowups
source: Update Lead Follow Up
hi: लीड फॉलो-अप अपडेट करें

# contractdetail
source: Contract Details
hi: अनुबंध विवरण

source: Info
hi: जानकारी

source: Follow Ups
hi: फॉलो-अप

# contactinfo
source: Contact Information
hi: संपर्क जानकारी

# companyinfo
source: Company Information
hi: कंपनी जानकारी

source: FOLLOW-UP ON :
hi: फॉलो-अप करें :

source: Follow up date
hi: फॉलो-अप तिथि

# followupdatedetail
source: This date will help you record when the follow-up is taken.
hi: यह तिथि आपको यह रिकॉर्ड करने में मदद करेगी कि फॉलो-अप कब लिया गया।

# followupdatedetailcategories
source: Categorize the follow-up, for example: call, email, etc.
hi: फॉलो-अप को वर्गीकृत करें, उदाहरण के लिए: कॉल, ईमेल, आदि।

# notesdetail
source: Add any notes that you want to keep for this follow-up.
hi: इस फॉलो-अप के लिए आप जो भी नोट्स रखना चाहते हैं, जोड़ें।

source: Follow Up Type
hi: फॉलो-अप प्रकार

# createallowances
source: Create Allowance
hi: भत्ता बनाएं

# editallowances
source: Edit Allowance
hi: भत्ता संपादित करें

source: Manage Payslip
hi: पेस्लिप प्रबंधित करें

source: Edit Deduction
hi: कटौती संपादित करें

source: Create Deduction
hi: कटौती बनाएं

# payslip
source: Payslips
hi: पेस्लिप

source: Basic Salary
hi: मूल वेतन

source: Net Pay
hi: शुद्ध वेतन

source: Payslip Month
hi: पेस्लिप माह

# selectyear
source: Select Month & Year
hi: माह और वर्ष चुनें

source: Working Days
hi: कार्य दिवस

source: Loss of pay days
hi: वेतन हानि के दिन

source: Paid Days
hi: भुगतान किए गए दिन

source: Bonus
hi: बोनस

source: Incentives
hi: प्रोत्साहन

source: Leave Deduction
hi: छुट्टी कटौती

source: Over Time Hours
hi: अतिरिक्त समय घंटे

source: Over Time Rate
hi: अतिरिक्त समय दर

source: Over Time Payment
hi: अतिरिक्त समय भुगतान

source: Payment Status
hi: भुगतान स्थिति

source: Allowance
hi: भत्ता

source: Total Allowances
hi: कुल भत्ते

source: Total Deductions
hi: कुल कटौतियां

# totalallowancedeductions
source: Total Allowances and Deduction
hi: कुल भत्ते और कटौतियां

# netpayable
source: Payable
hi: देय

# selectallownances
source: Select Allowance
hi: भत्ता चुनें

source: Select Deduction
hi: कटौती चुनें

source: Payslip Detail
hi: पेस्लिप विवरण

# updatedafterbonusrevisions
source: Updated after bonus revision
hi: बोनस संशोधन के बाद अपडेट किया गया

source: Edit Payslip
hi: पेस्लिप संपादित करें

source: Create payslip
hi: पेस्लिप बनाएं

source: Please fill payment date and payment method
hi: कृपया भुगतान तिथि और भुगतान विधि भरें

# selectleadource
source: Select Leads Source
hi: लीड स्रोत चुनें

source: Select Lead Stage
hi: लीड स्टेज चुनें

# createpriorities
source: Create Priority
hi: प्राथमिकता बनाएँ

# editpriorities
source: Edit Priority
hi: प्राथमिकता संपादित करें

# negativeValueNotAllowed
source: Negative Value is not allowed
hi: ऋणात्मक मान की अनुमति नहीं है

source: Invalid number format
hi: अवैध संख्या प्रारूप

source: Income vs Expense
hi: आय बनाम व्यय

# commaNotAllowed
source: Comma is not allowed
hi: कॉमा की अनुमति नहीं है

# startsandends
source: Start and End Date
hi: प्रारंभ और समाप्ति तिथि

source: Discussion
hi: चर्चा

source: Comment deleted successfully
hi: टिप्पणी सफलतापूर्वक हटा दी गई

source: Failed to add or update comment
hi: टिप्पणी जोड़ने या अपडेट करने में विफल

source: Chat is Empty
hi: चैट खाली है

source: Be the one to break the ice..
hi: बर्फ तोड़ने वाला बनें..

# areyousurewanttodeletethiscomment
source: Are you sure you want to delete this comment?
hi: क्या आप वाकई इस टिप्पणी को हटाना चाहते हैं?

source: Reply
hi: जवाब दें

source: Hide replies
hi: जवाब छिपाएँ

source: View
hi: देखें

source: more replies
hi: अधिक जवाब

source: Comment cannot be empty
hi: टिप्पणी खाली नहीं हो सकती

source: Replying to
hi: को जवाब देना

source: Are you sure you want to delete this image?
hi: क्या आप वाकई इस छवि को हटाना चाहते हैं?
