Repository: Abanobk/taskify
Catalog: lib/l10n/app_*.arb
Languages: hi

# isDemooperation
source: This operation is not allowed in Demo Mode
hi: यह ऑपरेशन डेमो मोड में अनुमति नहीं है

source: Remember Daily Tasks
hi: दैनिक कार्य याद रखें

source: The app provide a platform where you no need to remember you everyday task
hi: यह ऐप एक ऐसा मंच प्रदान करता है जहां आपको अपने रोज़ाना के कार्य याद रखने की ज़रूरत नहीं है

source: Track Progress
hi: प्रगति ट्रैक करें

source: You can easily track your daily progress and perform your task efficiently
hi: आप अपनी दैनिक प्रगति को आसानी से ट्रैक कर सकते हैं और अपने कार्यों को कुशलता से पूरा कर सकते हैं

source: Get Notified Instantly
hi: तुरंत सूचना प्राप्त करें

source: You get notifications of your task and track your daily work on this platform
hi: आपको अपने कार्यों की सूचनाएं मिलती हैं और आप इस मंच पर अपने दैनिक कार्य को ट्रैक कर सकते हैं

source: Get Started
hi: शुरू करें

# tryagain
source: Please, Try again..
hi: कृपया, फिर से प्रयास करें..

# totalProject
source: Total Projects
hi: कुल प्रोजेक्ट

source: Select members
hi: सदस्य चुनें

# settingbuttontootltip
source: Onclick, date and currency will be updated
hi: क्लिक करने पर, तारीख और मुद्रा अपडेट होगी

# settingbutton
source: Date and Currency Updated
hi: तारीख और मुद्रा अपडेट की गई

# sevendays
source: 7 day(s)
hi: 7 दिन

source: view more
hi: और देखें

source: Swipe
hi: स्वाइप करें

source: ⬅️ Swipe left to delete
hi: ⬅️ हटाने के लिए बाएं स्वाइप करें

source: Swipe right to edit ➡️
hi: संपादित करने के लिए दाएं स्वाइप करें ➡️

source: Theme
hi: थीम

source: Speak
hi: बोलें

# usersFordrawer
source: Users
hi: उपयोगकर्ता

# clientsFordrawer
source: Clients
hi: ग्राहक

# trytosaysomething
source: Try saying something...
hi: कुछ कहने की कोशिश करें...

source: No description
hi: कोई विवरण नहीं

source: Verified Email
hi: सत्यापित ईमेल

source: Language
hi: भाषा

# nousers
source: no user
hi: कोई उपयोगकर्ता नहीं

source: Apply
hi: लागू करें

source: Start Date
hi: प्रारंभ तिथि

source: (select start and end date from here)
hi: (यहां से प्रारंभ और समाप्ति तिथि चुनें)

source: Privacy policy
hi: गोपनीयता नीति

# personalinfo
source: Personal Information
hi: व्यक्तिगत जानकारी

source: About us
hi: हमारे बारे में

source: All User(s)
hi: सभी उपयोगकर्ता

source: All Client(s)
hi: सभी ग्राहक

# accounts
source: Account
hi: खाता

source: Terms and Conditions
hi: नियम और शर्तें

source: Privacy and Security
hi: गोपनीयता और सुरक्षा

# createleavereq
source: Create leave request
hi: अवकाश अनुरोध बनाएं

source: Exit App
hi: ऐप से बाहर निकलें

source: System
hi: सिस्टम

source: Push-In
hi: पुश-इन

source: Priority
hi: प्राथमिकता

source: Priorities
hi: प्राथमिकताएं

# doyouwanttoexitApp
source: Do you want to exit the app?
hi: क्या आप ऐप से बाहर निकलना चाहते हैं?

# totalTask
source: Total Tasks
hi: कुल कार्य

# totalUser
source: Total Users
hi: कुल उपयोगकर्ता

# clear
source: All Clear
hi: सब साफ

source: Search
hi: खोजें

# totalClient
source: Total Clients
hi: कुल ग्राहक

# noPermission
source: Unauthorised to access this.
hi: इस तक पहुंच के लिए अनधिकृत।

# totalMeeting
source: Total Meetings
hi: कुल बैठकें

# totalTodo
source: Total Todos
hi: कुल टू-डू

source: Todo
hi: टू-डू

source: Client
hi: ग्राहक

source: See all
hi: सभी देखें

# welcomeBack
source: Welcome
hi: स्वागत है

source: To
hi: को

source: Hey 👋🏻
hi: नमस्ते 👋🏻

# forgetPassword
source: Forgot Password?
hi: पासवर्ड भूल गए?

# noInternetWhoops
source: Whoops !!
hi: उफ़ !!

# nointernet
source: No Internet connection found. Check your connection or Try again. !!
hi: कोई इंटरनेट कनेक्शन नहीं मिला। अपने कनेक्शन की जांच करें या फिर से प्रयास करें। !!

# noOnternetDesc
source: Slow or no internet connection. Please check your internet settings.
hi: धीमा या कोई इंटरनेट कनेक्शन नहीं। कृपया अपनी इंटरनेट सेटिंग्स जांचें।

source: Sign In
hi: साइन इन करें

source: Sign Up
hi: साइन अप

# myproject
source: My Projects
hi: मेरे प्रोजेक्ट

# taskpending
source: Tasks Pending
hi: कार्य लंबित

# todaysTask
source: Today's Tasks
hi: आज के कार्य

# upcomingBirthday
source: Upcoming Birthdays 🎂🥳
hi: आगामी जन्मदिन 🎂🥳

source: Upcoming Leave Request
hi: आगामी अवकाश अनुरोध

# upcomingWorkAnni
source: Upcoming Work Anniversaries 🥳
hi: आगामी कार्य वर्षगांठ 🥳

source: Already have an account?
hi: पहले से ही खाता है?

source: Create New Account
hi: नया खाता बनाएं

source: Settings
hi: सेटिंग्स

source: Dashboard
hi: डैशबोर्ड

source: Search here
hi: यहां खोजें

source: Projects
hi: प्रोजेक्ट

source: Your today’s task almost done!
hi: आपका आज का कार्य लगभग पूरा हो गया है!

# tasksFromDrawer
source: Tasks
hi: कार्य

source: Task(s)
hi: कार्य

# createProj
source: Create project
hi: प्रोजेक्ट बनाएं

# deleteProj
source: Delete project
hi: प्रोजेक्ट हटाएं

source: Task
hi: कार्य

source: Statuses
hi: स्थितियां

source: Workspace(s)
hi: कार्यस्थल

source: Workspace
hi: कार्यस्थल

# workspaceFromDrawer
source: Workspaces
hi: कार्यस्थल

source: Chats
hi: चैट

source: Member
hi: सदस्य

source: Admin
hi: प्रशासक

source: Todos
hi: टू-डू

source: User(s)
hi: उपयोगकर्ता

source: Notification users
hi: सूचना उपयोगकर्ता

# notificationclient
source: Notification Client(s)
hi: सूचना ग्राहक

source: User
hi: उपयोगकर्ता

source: Client(s)
hi: ग्राहक

source: Contracts
hi: अनुबंध

source: Payslips
hi: वेतन पर्ची

source: Finance
hi: वित्त

source: Notes
hi: नोट्स

source: Note
hi: नोट

# leavereqs
source: Leave Requests
hi: अवकाश अनुरोध

source: Activity logs
hi: गतिविधि लॉग

source: Manage Projects
hi: प्रोजेक्ट प्रबंधन

# favouriterojects
source: Favorite Projects
hi: पसंदीदा प्रोजेक्ट

source: Tags
hi: टैग

source: Manage Contracts
hi: अनुबंध प्रबंधन

source: Contracts Types
hi: अनुबंध प्रकार

source: Manage Payslips
hi: वेतन पर्ची प्रबंधन

source: Allowances
hi: भत्ते

source: Deductions
hi: कटौतियां

source: Expenses
hi: खर्च

source: Estimates/Invoices
hi: अनुमान/चालान

source: Payments
hi: भुगतान

source: Payment Methods
hi: भुगतान विधियां

source: Taxes
hi: कर

source: Units
hi: इकाइयां

source: General
hi: सामान्य

source: Permissions
hi: अनुमतियां

# email
source: Email address
hi: ईमेल पता

source: Address
hi: पता

source: Days Left
hi: बचे हुए दिन

source: Today
hi: आज

# slowInternet
source: Slow or no internet connections. Please check your internet settings
hi: धीमा या कोई इंटरनेट कनेक्शन नहीं। कृपया अपनी इंटरनेट सेटिंग्स जांचें

source: Try Again
hi: फिर से प्रयास करें

source: Login To Your Account
hi: अपने खाते में लॉग इन करें

source: Login with Social Media
hi: सोशल मीडिया के साथ लॉग इन करें

source: required
hi: आवश्यक

source: First Name
hi: पहला नाम

source: Last name
hi: उपनाम

source: Company
hi: कंपनी

source: Role
hi: भूमिका

# conPassword
source: Confirm Password
hi: पासवर्ड की पुष्टि करें

source: Please enter password
hi: कृपया पासवर्ड दर्ज करें

source: Please enter email
hi: कृपया ईमेल दर्ज करें

# pleaseenterconpassword
source: Please enter confirm password
hi: कृपया पासवर्ड की पुष्टि करें

source: Please enter role
hi: कृपया भूमिका दर्ज करें

source: REQUIRE EMAIL VERIFICATION?
hi: ईमेल सत्यापन आवश्यक है?

source: Profile picture
hi: प्रोफाइल चित्र

source: Profile
hi: प्रोफाइल

# isInternamPurpose
source: Is this a client for internal purpose only?
hi: क्या यह ग्राहक केवल आंतरिक उद्देश्य के लिए है?

# isInternamPurposeOnly
source: Internal purpose status
hi: आंतरिक उद्देश्य स्थिति

# ifDeactivate
source: (IF DEACTIVATED, THE USER WON'T BE ABLE TO LOG IN THEIR ACCOUNT)
hi: (यदि निष्क्रिय किया गया, तो उपयोगकर्ता अपने खाते में लॉग इन नहीं कर पाएंगे)

source: Log In
hi: लॉग इन

source: Dont have an account?
hi: खाता नहीं है?

# emailVerification
source: Pending Email Verification. Please Check Verification Mail Sent To You!
hi: ईमेल सत्यापन लंबित। कृपया आपको भेजे गए सत्यापन मेल की जांच करें!

# helloSignIn
source: Hello \nSign in !
hi: नमस्ते \nसाइन इन करें!

source: Choose Theme
hi: थीम चुनें

# chooseLang
source: Choose Language
hi: भाषा चुनें

source: Budget
hi: बजट

source: Password too short
hi: पासवर्ड बहुत छोटा है

source: Title
hi: शीर्षक

source: Password
hi: पासवर्ड

# pleaseenterfirstrname
source: Please enter First Name
hi: कृपया पहला नाम दर्ज करें

# pleaseenterlastrname
source: Please enter Last Name
hi: कृपया उपनाम दर्ज करें

source: Description
hi: विवरण

source: No file chosen
hi: कोई फ़ाइल नहीं चुनी गई

# choosefile
source: chosen file
hi: चुनी गई फ़ाइल

source: Allowed jpg and png
hi: jpg और png की अनुमति

# pleasecheckyouremail
source: Please check your email to change password !
hi: पासवर्ड बदलने के लिए कृपया अपना ईमेल जांचें!

source: Starts
hi: शुरुआत

source: Date
hi: तारीख

source: Ends
hi: समाप्त

source: Confirm
hi: पुष्टि करें

source: View Task
hi: कार्य देखें

source: Dark Mode
hi: डार्क मोड

source: Logout
hi: लॉगआउट

source: no client
hi: कोई ग्राहक नहीं

# selectstartenddate
source: ( Select start and end date from here )
hi: (यहां से प्रारंभ और समाप्ति तिथि चुनें)

source: Email verified
hi: ईमेल सत्यापित

# addressinfo
source: Address information
hi: पता जानकारी

# pleasefilltherequiredfield
source: Please fill in the required fields (*)
hi: कृपया आवश्यक फ़ील्ड भरें (*)

# pleasefilltime
source: Please select time (*)
hi: कृपया समय चुनें (*)

source: Registered successfully!
hi: सफलतापूर्वक पंजीकृत!

source: Activity log
hi: गतिविधि लॉग

# pasconpassnotcorrect
source: Password and confirm password do not match.
hi: पासवर्ड और पुष्टि पासवर्ड मेल नहीं खाते।

# entervalidemail
source: Please enter a valid email address
hi: कृपया एक वैध ईमेल पता दर्ज करें

source: Confirm delete
hi: हटाने की पुष्टि करें

# forgetpassword
source: Forgot password?
hi: पासवर्ड भूल गए?

# nodata
source: Sorry! No data!
hi: क्षमा करें! कोई डेटा नहीं!

# areyousure
source: Are you sure you want to delete?
hi: क्या आप वाकई हटाना चाहते हैं?

# areyousureyouwanttodeleteaccount
source: Are you sure you want to delete your account? Once deleted, you will not be able to recover it. Please consider carefully.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? एक बार हटाने के बाद, इसे पुनर्प्राप्त नहीं किया जा सकेगा। कृपया सावधानी से विचार करें।

source: Delete
hi: हटाएं

source: Cancel
hi: रद्द करें

source: Deleted successfully!
hi: सफलतापूर्वक हटाया गया!

source: Please enter a valid email
hi: कृपया एक वैध ईमेल दर्ज करें

source: Created successfully!
hi: सफलतापूर्वक बनाया गया!

source: Updated successfully!
hi: सफलतापूर्वक अपडेट किया गया!

# nochoosenfile
source: No file chosen
hi: कोई फ़ाइल नहीं चुनी गई

source: Enter date
hi: तारीख दर्ज करें

source: Sign out
hi: साइन आउट

source: No items
hi: कोई आइटम नहीं

source: Activity details
hi: गतिविधि विवरण

# emailpassreq
source: Email and password required
hi: ईमेल और पासवर्ड आवश्यक

source: Successfully logged in!
hi: सफलतापूर्वक लॉग इन किया गया!

# emailreq
source: Email required
hi: ईमेल आवश्यक

# pasreq
source: Password required
hi: पासवर्ड आवश्यक

# passworddomntmatch
source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते

source: As a client
hi: ग्राहक के रूप में

source: As a team member
hi: टीम सदस्य के रूप में

source: Select role
hi: भूमिका चुनें

source: Select workspace
hi: कार्यस्थल चुनें

source: OK
hi: ठीक है

source: ON
hi: चालू

source: OFF
hi: बंद

source: Client details
hi: ग्राहक विवरण

# pleaseenteraddress
source: Please enter an address
hi: कृपया पता दर्ज करें

# pleaseentercountry
source: Please enter a country
hi: कृपया देश दर्ज करें

# pleaseenterphonenumber
source: Please enter a phone number
hi: कृपया फोन नंबर दर्ज करें

# pleaseenterzipcode
source: Please enter a ZIP code
hi: कृपया ज़िप कोड दर्ज करें

# pleaseenterstate
source: Please enter a state
hi: कृपया राज्य दर्ज करें

# pleaseentercity
source: Please enter a city
hi: कृपया शहर दर्ज करें

# pleaseentercompanyname
source: Please enter a company name
hi: कृपया कंपनी का नाम दर्ज करें

# pleaseenterreason
source: Please enter a reason
hi: कृपया कारण दर्ज करें

# pleaseenterbudget
source: Please enter a budget
hi: कृपया बजट दर्ज करें

# pleaseentertitle
source: Please enter a title
hi: कृपया शीर्षक दर्ज करें

source: Please enter notes
hi: कृपया नोट्स दर्ज करें

# morning
source: Good morning
hi: शुभ प्रभात

# afternoon
source: Good afternoon
hi: शुभ दोपहर

# evening
source: Good evening
hi: शुभ संध्या

# pleaseenterdescription
source: Please enter a description
hi: कृपया विवरण दर्ज करें

source: State
hi: राज्य

source: Country
hi: देश

source: City
hi: शहर

source: ZIP code
hi: ज़िप कोड

source: Create client
hi: ग्राहक बनाएं

source: Edit client
hi: ग्राहक संपादित करें

source: Phone number
hi: फोन नंबर

source: Select date
hi: तारीख चुनें

source: Edit leave request
hi: अवकाश अनुरोध संपादित करें

# cretaeleaverequest
source: Create leave request
hi: अवकाश अनुरोध बनाएं

source: Partial leave
hi: आंशिक अवकाश?

source: Days
hi: दिन

source: Hours
hi: घंटे

source: Visible to all?
hi: सभी के लिए दृश्यमान?

source: Reason
hi: कारण

source: From time
hi: प्रारंभ समय

source: To time
hi: समाप्ति समय

source: Project details
hi: प्रोजेक्ट विवरण

source: Due date
hi: नियत तारीख

source: Assigned to
hi: को सौंपा गया

source: Leave requests 💌
hi: अवकाश अनुरोध 💌

# leaverequestsDrawer
source: Leave requests
hi: अवकाश अनुरोध

source: Full day
hi: पूरा दिन

source: Create meeting
hi: बैठक बनाएं

source: Edit meeting
hi: बैठक संपादित करें

source: Select filter
hi: फ़िल्टर चुनें

source: No
hi: नहीं

source: Yes
hi: हां

source: Join
hi: शामिल हों

source: All meetings
hi: सभी बैठकें

source: Created at
hi: निर्मित तिथि

source: Create
hi: बनाएं

source: Edit notes
hi: नोट्स संपादित करें

source: Create notes
hi: नोट्स बनाएं

source: Notifications
hi: सूचनाएं

source: Notification detail
hi: सूचना विवरण

source: Status
hi: स्थिति

source: Message
hi: संदेश

source: All notifications
hi: सभी सूचनाएं

source: Slide for action
hi: कार्रवाई के लिए स्लाइड करें

source: Camera
hi: कैमरा

source: Gallery
hi: गैलरी

source: Update
hi: अपडेट

source: Name
hi: नाम

source: Edit project
hi: प्रोजेक्ट संपादित करें

source: Create project
hi: प्रोजेक्ट बनाएं

source: Edit task
hi: कार्य संपादित करें

source: Create task
hi: कार्य बनाएं

source: All tasks
hi: सभी कार्य

source: Edit to-do
hi: टू-डू संपादित करें

source: Edit user
hi: उपयोगकर्ता संपादित करें

source: Create user
hi: उपयोगकर्ता बनाएं

source: Create to-do
hi: टू-डू बनाएं

source: Date created
hi: निर्माण तिथि

# dob
source: Date of birth
hi: जन्म तिथि

# doj
source: Date of joining
hi: शामिल होने की तिथि

# requireemailveri
source: Require email verification?
hi: ईमेल सत्यापन आवश्यक?

source: User details
hi: उपयोगकर्ता विवरण

source: Date of birth
hi: जन्म तिथि

source: Updated at
hi: अपडेट तिथि

source: Please enter date of birth
hi: कृपया जन्म तिथि दर्ज करें

source: Please enter date of joining
hi: कृपया शामिल होने की तिथि दर्ज करें

source: Date of joining
hi: शामिल होने की तिथि

source: Create workspace
hi: कार्यस्थल बनाएं

source: Notification clients
hi: सूचना ग्राहक

source: Edit workspace
hi: कार्यस्थल संपादित करें

# primaryworkspcae
source: Primary workspace?
hi: प्राथमिक कार्यस्थल?

# defaultworkspcae
source: Default workspace?
hi: डिफ़ॉल्ट कार्यस्थल?

# projectwithCounce
source: Project(s)
hi: प्रोजेक्ट

source: Task detail
hi: कार्य विवरण

source: Project
hi: प्रोजेक्ट

source: Select user
hi: उपयोगकर्ता चुनें

source: Select client
hi: ग्राहक चुनें

source: Select days
hi: दिन चुनें

source: Manage workspaces
hi: कार्यस्थल प्रबंधन

source: Create workspaces
hi: कार्यस्थल बनाएं

source: Edit workspaces
hi: कार्यस्थल संपादित करें

# removemefromnworkspace
source: Remove me from workspace
hi: मुझे कार्यस्थल से हटाएं

source: Meetings
hi: बैठकें

# deleteAcount
source: Delete account
hi: खाता हटाएं

source: Select projects
hi: प्रोजेक्ट चुनें

# unauthorised
source: Unauthorized!
hi: अनधिकृत!

source: Select users
hi: उपयोगकर्ता चुनें

source: Skip
hi: छोड़ें

source: Select tags
hi: टैग चुनें

source: Select access
hi: पहुंच चुनें

source: Task accessibility
hi: कार्य पहुंच

source: Please select
hi: कृपया चुनें

source: Select Status
hi: स्थिति चुनें

source: Select priority
hi: प्राथमिकता चुनें

source: demo
hi: डेमो

# birthdattoday
source: BIRTHDAY
hi: जन्मदिन

# anniToday
source: ANNIVERSARY
hi: वर्षगांठ

source: Total Leave
hi: कुल अवकाश

source: Create Status
hi: स्थिति बनाएं

source: Edit Status
hi: स्थिति संपादित करें

source: Roles Can Set the Status
hi: भूमिकाएं स्थिति सेट कर सकती हैं

source: Color
hi: रंग

source: Can Client Discuss?
hi: क्या ग्राहक चर्चा कर सकता है?

source: TASK TIME ENTRIES
hi: कार्य समय प्रविष्टियां

source: Enable
hi: सक्षम करें

# favProject
source: Favorite Projects
hi: पसंदीदा प्रोजेक्ट

source: Milestone
hi: मील का पत्थर

source: Media
hi: मीडिया

source: Status Timeline
hi: स्थिति समयरेखा

source: Project Discussion
hi: प्रोजेक्ट चर्चा

source: Edit Milestone
hi: मील का पत्थर संपादित करें

source: Create Milestone
hi: मील का पत्थर बनाएं

source: Cost
hi: लागत

source: Please enter cost
hi: कृपया लागत दर्ज करें

# progress
source: PROGRES
hi: प्रगति

source: Browse File
hi: फ़ाइल ब्राउज़ करें

source: Upload
hi: अपलोड

# chooseafileorclickbelow
source: Click below to choose the file
hi: नीचे क्लिक करके फ़ाइल चुनें

# formatandsize
source: pdf,doc,docx,png,jpg,xls,xlsx,zip, rar,txt formats, up to 1.95 GB Max files allowed: 10
hi: pdf, doc, docx, png, jpg, xls, xlsx, zip, rar, txt प्रारूप, 1.95 GB तक अधिकतम फ़ाइलें अनुमत: 10

# projectstats
source: Project Statistics
hi: प्रोजेक्ट आंकड़े

# taskectstats
source: Task Statistics
hi: कार्य आंकड़े

# totdosstats
source: Todos Statistics
hi: टू-डू आंकड़े

source: Done
hi: पूरा हुआ

source: Pending
hi: लंबित

source: Todos Overview
hi: टू-डू अवलोकन

source: App settings
hi: ऐप सेटिंग्स

# entertitle
source: Please enter company title
hi: कृपया कंपनी का शीर्षक दर्ज करें

source: COMPANY TITLE
hi: कंपनी शीर्षक

source: SITE URL
hi: साइट यूआरएल

# site
source: (Enter the site URL without a trailing slash, e.g., https://example.com)
hi: (साइट यूआरएल बिना ट्रेलिंग स्लैश के दर्ज करें, उदाहरण: https://example.com)

source: FULL LOGO
hi: पूरा लोगो

source: FAVICON
hi: फ़ेविकॉन

source: CURRENCY FULL FORM
hi: मुद्रा पूर्ण रूप

source: CURRENCY SYMBOL
hi: मुद्रा प्रतीक

source: CURRENCY SYMBOL POSITION
hi: मुद्रा प्रतीक स्थिति

source: CURRENCY FORMAT
hi: मुद्रा प्रारूप

source: SYSTEM TIME ZONE
hi: सिस्टम समय क्षेत्र

source: DATE FORMAT
hi: तारीख प्रारूप

# timesystemwide
source: (This Time Format Will Be Used SystemWide)
hi: (यह समय प्रारूप पूरे सिस्टम में उपयोग होगा)

source: TIME FORMAT
hi: समय प्रारूप

# datesystemwide
source: (This Date Format Will Be Used SystemWide)
hi: (यह तारीख प्रारूप पूरे सिस्टम में उपयोग होगा)

# upcomingbirthdaysection
source: Upcoming birthdays section
hi: आगामी जन्मदिन अनुभाग

# upcomingworkannisection
source: Upcoming work anniversary section
hi: आगामी कार्य वर्षगांठ अनुभाग

source: Members on leave section
hi: अवकाश पर सदस्य अनुभाग

# uptodecimal
source: DECIMAL POINTS IN CURRENCY
hi: मुद्रा में दशमलव बिंदु

source: CURRENCY CODE
hi: मुद्रा कोड

# commaseperated
source: Comma Separated - 100,000
hi: अल्पविराम से अलग - 100,000

# dotseperated
source: Dot Separated - 100.000
hi: बिंदु से अलग - 100.000

source: Before -
hi: पहले -

source: After -
hi: बाद में -

# generalsetting
source: General
hi: सामान्य

source: Company Information
hi: कंपनी जानकारी

source: Security
hi: सुरक्षा

# comapnyinfo
source: Company Information
hi: कंपनी जानकारी

source: Website
hi: वेबसाइट

source: VAT Number
hi: वैट नंबर

# maxattemots
source: Max Attempts
hi: अधिकतम प्रयास

# setlimit
source: (Fill in if you want to set a limit; otherwise, leave it blank)
hi: (यदि आप सीमा सेट करना चाहते हैं तो भरें; अन्यथा खाली छोड़ दें)

# locktime
source: Lock Time (minutes)
hi: लॉक समय (मिनट)

# locttimesubtitle
source: (This will not apply if Max Attempts is left blank)
hi: (यह लागू नहीं होगा यदि अधिकतम प्रयास खाली छोड़ा गया है)

# maxupload
source: Allowed Max Upload Size (MB) - Default: 512
hi: अनुमत अधिकतम अपलोड आकार (MB) - डिफ़ॉल्ट: 512

source: Max Files Allowed
hi: अधिकतम फ़ाइलें अनुमत

source: Allowed File Types
hi: अनुमत फ़ाइल प्रकार

source: Enable/Disable Signup
hi: साइनअप सक्षम/अक्षम करें

# companyemail
source: E-mail
hi: ई-मेल

source: SMTP Host
hi: SMTP होस्ट

source: SMTP Port
hi: SMTP पोर्ट

source: Email Content Type
hi: ईमेल सामग्री प्रकार

source: SMTP Encryption
hi: SMTP एन्क्रिप्शन

# messagingintegration
source: Messaging & Interation
hi: संदेश और एकीकरण

source: SMS Gateway
hi: SMS गेटवे

source: Whatsapp
hi: व्हाट्सएप

source: Slack
hi: स्लैक

source: Base Url
hi: बेस यूआरएल

source: Method
hi: विधि

source: Create Authorization Token
hi: प्रमाणीकरण टोकन बनाएं

source: Account SID
hi: खाता SID

source: Auth Token
hi: प्रमाण टोकन

source: Header
hi: हेडर

source: Body
hi: बॉडी

source: Params
hi: पैरामीटर

source: Add Header Data
hi: हेडर डेटा जोड़ें

source: KEY
hi: कुंजी

source: Value
hi: मूल्य

# availablplaceholder
source: Available Placeholders
hi: उपलब्ध प्लेसहोल्डर

source: Authorization
hi: प्रमाणीकरण

# availableplaceholder
source: Available Placeholders
hi: उपलब्ध प्लेसहोल्डर

source: PLACEHOLDER
hi: प्लेसहोल्डर

source: ACTION
hi: कार्रवाई

# pleaseenterkeyvalue
source: Please enter both key and value
hi: कृपया कुंजी और मूल्य दोनों दर्ज करें

# pleaseprovidebothaccoundsidandauthtoken
source: Please provide both Account SID and Auth Token
hi: कृपया खाता SID और प्रमाण टोकन दोनों प्रदान करें

source: Text/JSON
hi: टेक्स्ट/JSON

source: FormData
hi: फॉर्मडेटा

# addbodydataparamvalue
source: Add Body Data Parameters and Values
hi: बॉडी डेटा पैरामीटर और मूल्य जोड़ें

source: Add Params
hi: पैरामीटर जोड़ें

source: WhatsApp Access Token
hi: व्हाट्सएप एक्सेस टोकन

source: WhatsApp Phone Number ID
hi: व्हाट्सएप फोन नंबर ID

source: Slack bot token
hi: स्लैक बॉट टोकन

source: Media Storage Type
hi: मीडिया भंडारण प्रकार

source: Media Storage
hi: मीडिया भंडारण

source: Select Media Storage
hi: मीडिया भंडारण चुनें

source: Select All
hi: सभी चुनें

source: Edit
hi: संपादित करें

source: Manage
hi: प्रबंधन

source: Expand all
hi: सभी विस्तार करें

source: Update Permissions
hi: अनुमतियां अपडेट करें

# favTask
source: Favorite Task
hi: पसंदीदा कार्य

source: Statistics
hi: आंकड़े

source: Create Permissions
hi: अनुमतियां बनाएं

# pleaseentercompanytitle
source: Please enter Title
hi: कृपया शीर्षक दर्ज करें

# pleaseentercompanysiteurl
source: Please enter Site URL
hi: कृपया साइट यूआरएल दर्ज करें

# pleaseentercompanycurrencyfullform
source: Please enter currency full form
hi: कृपया मुद्रा पूर्ण रूप दर्ज करें

# pleaseentercompanycurrencysymbol
source: Please enter Currency Symbol
hi: कृपया मुद्रा प्रतीक दर्ज करें

# pleaseentercompanycurrencycode
source: Please enter Currency Code
hi: कृपया मुद्रा कोड दर्ज करें

# pleaseentercompanycurrencysymbolpos
source: Please enter Currency Symbol Position
hi: कृपया मुद्रा प्रतीक स्थिति दर्ज करें

# pleaseenterdecimalpoints
source: Please enter Decimal Points in Currency
hi: कृपया मुद्रा में दशमलव बिंदु दर्ज करें

source: Please enter Company Email
hi: कृपया कंपनी ईमेल दर्ज करें

# pleaseentercompanyphone
source: Please enter Company Phone Number
hi: कृपया कंपनी फोन नंबर दर्ज करें

source: Please enter Company Address
hi: कृपया कंपनी पता दर्ज करें

source: Please enter Company City
hi: कृपया कंपनी शहर दर्ज करें

source: Please enter Company State
hi: कृपया कंपनी राज्य दर्ज करें

source: Please enter Company Country
hi: कृपया कंपनी देश दर्ज करें

source: Please enter Company Zipcode
hi: कृपया कंपनी ज़िप कोड दर्ज करें

source: Please enter Company Website
hi: कृपया कंपनी वेबसाइट दर्ज करें

# pleaseentercompanyvatnumber
source: Please enter VAT Number
hi: कृपया वैट नंबर दर्ज करें

# emaildoesntcontain
source: Email does not contain @
hi: ईमेल में @ शामिल नहीं है

# pleasefilldetails
source: Please fill the details
hi: कृपया विवरण भरें

source: Please enter Max Attempts
hi: कृपया अधिकतम प्रयास दर्ज करें

source: Please enter Lock Time
hi: कृपया लॉक समय दर्ज करें

source: Please enter Allowed Max Upload Files
hi: कृपया अनुमत अधिकतम अपलोड फ़ाइलें दर्ज करें
